<?php
	session_start();
	include('scripts/db.php');
?>
<!DOCTYPE html>
<html lang="en">
	<head>
		<title>Книги</title>
		<meta charset="UTF-8">
		<meta name="description" content="Купувай и продавай - онлайн">
		<meta name="keywords" content="Книги, knigi, books">
		<meta name="author" content="Viktor Petkov">
		<meta name="viewport" content="width=device-width, initial-scale=1.0">
		<link rel="stylesheet" href="https://cdnjs.cloudflare.com/ajax/libs/font-awesome/5.15.1/css/all.min.css" integrity="sha512-+4zCK9k+qNFUR5X+cKL9EIR+ZOhtIloNl9GIKS57V1MyNsYpYcUrUeQc9vNfzsWfV28IaLL3i96P9sdNyeRssA==" crossorigin="anonymous" />
		<link rel="stylesheet" href="css/bootstrap.min.css">
		<link rel="stylesheet" href="css/snackbar.css">
		<link rel="stylesheet" href="css/style.css">		
		<script src="js/jquery.js"></script>
		<script src="https://cdnjs.cloudflare.com/ajax/libs/popper.js/2.5.3/umd/popper.min.js" integrity="sha512-53CQcu9ciJDlqhK7UD8dZZ+TF2PFGZrOngEYM/8qucuQba+a+BXOIRsp9PoMNJI3ZeLMVNIxIfZLbG/CdHI5PA==" crossorigin="anonymous"></script>
		<script src="js/bootstrap.min.js"></script>
		<script src="js/showMessage.js"></script>
		<script src="js/menu.js"></script>
		<script src="js/main.js"></script>
		<script src="js/message.js"></script>
		<script src="js/loadMain.js"></script>
	</head>
	<body>
		<div id="snackbar"></div>
		<nav class="navbar navbar-expand-md navbar-dark">
			<a class="navbar-brand" href="/knigi2">Knigi</a>
			<button class="navbar-toggler collapsed" type="button" data-toggle="collapse" data-target="#menuLogin" aria-controls="navbarsExampleDefault" aria-expanded="false" aria-label="Toggle navigation">
				<span class="navbar-toggler-icon"></span>
			</button>
			<div class="collapse navbar-collapse" id="menuLogin"></div>
		</nav>
		<div class="modal fade" id="window" tabindex="-1" role="dialog" aria-labelledby="exampleModalLabel" aria-hidden="true">
			<div class="modal-dialog modal-dialog-centered" role="document">
				<div class="modal-content">
					<div class="modal-header">
						<h4 id="windowTitle"></h4>
						<button type="button" id="closeWindow" class="close" data-dismiss="modal" aria-label="Close">
							<span aria-hidden="true">×</span>
						</button>
					</div>
					<div class="modal-body" id="windowForm"></div>
				</div>
			</div>
		</div>

		<div class="container-fluid" id="middle-container">
      <div id="terms-text">
        <h1>Договор / Общи условия</h1>
        <br>
        <h5>Този двустранен договор описва условията и правилата за ползване
        на услугите, достъпни чрез сайта knigi.com</h5>
        <h5>Сайтът е собственост и се поддържа от (име на фирмата)</h5>
        <br>
        <p>knigi.com е платформа за онлайн търговия, в която всеки
        потребител може да:</p>
        <ul>
          <li>обявява за продажба артикули както чрез аукцион (търг), така и на фиксирана цена;</li>
          <li>купува и участва в наддаване на търгове, стартирани от друг потребител.</li>
        </ul>
        <p>Термини, използвани в този договор:</p>
        <ul>
          <li>онлайн аукцион – интернет базирана обява за продажба,
          реализирана чрез сайта knigi.com</li>
          <li>потребител – всяко лице, регистрирало се да ползва услугите
          на сайта;</li>
          <li>продавач – потребител, който стартира онлайн аукцион;</li>
          <li>купувач – потребител, спечелил онлайн аукцион;</li>
          <li>сделка – когато купувач е спечелил онлайн аукцион се счита,
          че има търговска сделка за покупко-продажба между
          купувача и продавача;</li>
          <li>неконтролирана сделка – споразумение между продавач и
          потребител за конкретен аукцион чрез комуникационния
          модул на системата;</li>
          <li>рейтинг – точкова система, базирана на отзивите на
          потребителите един за друг;</li>
          <li>запазена цена – цена, под която продавачът не е съгласен на
          сделка;</li>
          <li>купи сега цена – цена, при която продавачът е съгласен на
          сделка и без наддаване.</li>
        </ul>
        <br>
        <ol>
          <li>Този договор (общи условия) става задължителен за всеки
          регистрирал се потребител.</li>
          <li>Knigi.com си запазва правото едностранно да променя тези
          общи условия.</li>
          <li>В случай на промени в тези общи условия, системата
          нотифицира всички активни потребители. При условие, че
          потребителят не е упражнил правото си на несъгласие с
          промените в законовия срок и продължава да ползва
          услугите на сайта, се счита, че той е съгласен с новите Общи
          условия.</li>
          <li>Сайтът не носи отговорност за некоректните действия на
          купувача и продавача при сключване на сделките.</li>
          <br>
          <h5>Регистрация</h5>
          <br>
          <li>Всяко лице, желаещо да ползва услугите на сайта, се
          регистрира.</li>
          <li>Счита се, че всяко лице изпратило заявка за регистрация е
          съгласно с тези общи условия, както и с всички процедури,
          съпътстващи регистрацията и последващата автентикация,
          в т.ч. телефонно (SMS) удостоверяване.</li>
          <li>Имат право да се регистрират дееспособни физически лица,
          навършили 18 години. Юридически лица се регистрират
          чрез представляващи ги физически лица.</li>
          <li>Knigi.com събира лични данни от потребителите
          (основание: Идент.№21044 ЗЗЛД на РБ).</li>
          <ol>
            <li>Всяко лице пожелало регистрация се счита, че е
            съгласно да предостави личните си данни;</li>
            <li>Всяко лице пожелало регистрация се счита, че е
            запознато с Декларацията за поверителност и я</li>
            приема;
            <li>При наличие на сделка между купувач и продавач,
            сайтът не предоставя лични данни;</li>
            <li>Сайтът не носи отговорност за предоставени от
            потребителите неверни или непълни данни за
            контакт/доставка;</li>
            <li>Всяко лице пожелало регистрация се счита, че е
            съгласно да получава нотификации на основание
            активностите му в системата.</li>
          </ol>
          <li>Регистрацията, свързаните с нея данни (вкл. рейтинг) и
          произтичащите задължения към сайта, е лична и не може
          да се преотстъпва на други лица.
          Регистрирането/ползването на нови/допълнителни
          профили от потребител е възможно действие, но само и
          единствено от потребител тип Продавач, с голям брой и
          видове артикули. Изисква се одобрение от администратор,
          след направена имейл заявка.</li>
          <li>Сайтът си запазва правото:</li>
          <ul>
            <li>да откаже регистрация;</li>
            <li>да прекрати регистрация без предизвестие;</li>
            <li>да поиска допълнителни данни и документи за
          идентификация на лицата;</li>
            <li>да поиска гаранционна вноска с цел елиминиране на
            злонамерени/некоректни действия;</li>
            <li>да деактивира регистрация, след направена заявка за това от
            регистранта.</li>
          </ul>
          <li>Сайтът не носи отговорност за публично визуализирани
          лични данни от потребители в описания на аукциони,
          публични текстове и коментари.</li>
          <br>
          <h5>Такси</h5>
          <br>
          <li>Регистрацията е безплатна.</li>
          <li>Knigi.com събира такси само от продавачите.</li>
          <li>От продавачите се събират такси при използване на
          допълнителни/рекламни опции, както и при реализиране
          на сделка, съгласно раздел Такси.</li>
          <ol>
            <li>Крайна такса се начислява и при неконтролирана
            сделка, т.е. при преждевременно прекратяване на
            аукцион след споразумение/договорка между
            продавач и потребител чрез комуникационния модул
            на системата. Тази такса е с намаление от
            стандартната такава и е в размер на 2% от
            началната/текущата цена на прекратения аукцион.
            Реализирането на такъв тип сделка елиминира
            възможността за рейтингови коментари и заявка за
            възстановяване на крайната такса при
            нефинализиране. При споразумение за сделка чрез
            комуникация е задължително прекратяване на
            аукциона с декларирана причина „Уговорена
            продажба през системата“. Всяко друго действие
            или бездействие се индексира като отявлена
            некоректност.</li>
            <li>При индексиране на некоректност от страна на
            продавач относно декларирана причина за
            предсрочно прекратяване на аукцион се начислява
            максималната възможна такса (25 лв.), но не повече от
            стойността на сделката. За некоректност, подлежаща
            на санкция се счита и преждевременно прекратяване
            с посочена причина различна от „Уговорена продажба
            през системата“, но с налична комуникация с
            предоставени данни за доставка и/или телефонен
            номер и/или имейл адрес.</li>
          </ol>
          <li>В случай, че задължението на потребител към knigi.com в
          края на текущия месец е достигнало 5 (пет) лева, то
          потребителят е длъжен да заплати цялото задължение, но
          не по-късно от 10-то число на следващия месец. След този
          срок, т.е. при просрочено задължение, се налагат
          ограничения за профила/ите, като за да бъдат премахнати е
          необходимо цялостно покриване на текущото задължение
          към системата. При условие, че потребителят ползва
          допълнителни профили и/или има индикация за пряка
          свързаност с други профили, то ограничението се налага на
          всички свързани профили.</li>
          <br>
          <h5>Онлайн аукциони</h5>
          <br>
          <li>Счита се, че купувач е спечелил онлайн аукцион, когато е
          налице едно от следните условия:</li>
          <ol>
            <li>купувачът е начело в наддаването при завършването
            на търга (в случай, че онлайн аукционът е без
            запазена цена);</li>
            <li>купувачът е начело в наддаването при завършването
            на търга и е достигната запазената цена (в случай, че
            има такава);</li>
            <li>купувачът е използвал купи сега цена (в случай, че има
            такава);</li>
            <li>приета е реализирана оферта, чрез вградените за това
            функционалности в системата (Направи ОФЕРТА).</li>
          </ol>
          <li>Всеки стандартен аукцион е с явно наддаване, като за
          победител се обявява потребителя, въвел най-високата
          цена. Стъпката при наддаване е фиксирана, но с различна
          стойност при различните ценови интервали. Същата е явно
          видима във всеки един аукцион със започнало наддаване и
          се явява фактическата разлика между минимално
          допустимата цена за следващо наддаване и текущата цена.
          При условие, че разликата между въведените суми от
          победителя и втория класирал се потребител е по-голяма
          от тази стъпка, то крайната цена на аукциона се формира от
          сумата на втория плюс една стъпка. Подредбата на
          потребителите е в низходящ ред на въведените от тях суми.</li>
          <li>В случай на сделка, купувачът е длъжен да закупи
          стоката от продавача, съгласно описаните в онлайн
          аукциона условия за плащане и доставка.</li>
          <li>Всеки продавач може да стартира онлайн аукцион с
          произволна стока при положение, че са спазени следните
          условия:</li>
          <ol>
            <li>стоката не е забранена от Българското
            законодателство;</li>
            <li>продавачът притежава всички необходими лицензи,
            разрешителни и патенти, в случай че се изискват от
            Българското законодателство;</li>
            <li>стоката е представена чрез текст и/или изображения
            по начин непредизвикващ объркване в купувачите;</li>
            <li>в случай с артикули от вида „Реплика“или „Копие“,
            това трябва да е декларирано както в описанието, така
            и в заглавието на аукциона;</li>
            <li>основното изображение, използвано за индексиране
            на аукциона във всички списъци, визуализира
            обявения за продажба артикул;</li>
            <li>описани са всички условия по плащане и доставка на
            стоката.</li>
            <li>посочени са забележки и недостатъци на стоката,
            придружени със снимков материал.</li>
          </ol>
          <li>В случай на сделка, продавачът трябва да е в състояние
          да достави стоката на купувача. Стоката трябва напълно да
          отговаря на представянето й в онлайн аукциона.</li>
          <li>Продавачът няма право да иска от купувача
          допълнителни такси, надценки, ДДС и други доплащания
          при положение, че не са описани изрично в онлайн
          аукциона.</li>
          <li>Продавачът няма право да стартира онлайн аукцион,
          който притежава поне една от изброените характеристики:</li>
          <ol>
            <li>съдържа вулгарни или противоречащи на добрите</li>
            нрави думи и изрази;</li>
            <li>съдържа изображения с агресивни сцени,
            противоречащи на добрите нрави (вкл. сцени на
            насилие, садизъм, детска порнография);</li>
            <li>съдържа рекламни линкове (изключение: заявени и
            одобрени рекламни кампании);</li>
            <li>съдържа лични данни (данни за контакт);</li>
            <li>визуализирана е нереално висока цена (в пъти повече
            от пазарната);</li>
            <li>използва се чужда интелектуална собственост и няма
            съгласие от носителите на авторските права;</li>
            <li>избрана е неподходяща категория;</li>
            <li>дублиран/мултиплициран, като при наличие на
            количество от конкретен артикул се допускат до два
            активни аукциона (изключение – аукциони в секция от
            1 стотинка);</li>
            <li>обявление тип „Купувам“, „Заменям“, „Услуга“,
            „Храна“, „Реклама“ и „Допълнителни снимки“.</li>
            <li>Не е в състояние след продажба да пакетира
            надеждно и изпрати в срок стоката.</li>
            <li>Knigi.com си запазва правото да анулира без
            предизвестие всеки онлайн аукцион, както и да премахва
            текст или част от текст, публикуван от потребител и
            публично визуализиран в съдържанието на сайта.</li>
          </ol>
          <br>
          <h5>Отговорност</h5>
          <br>
          <li>Knigi.com не носи отговорност, когато вследствие
          нарушение функционалността на сайта са настъпили
          нежелани последици, включително неосъществени сделки
          между купувачи и продавачи.</li>
          <li>Такси</li>
          <ul>
            <li>такси, събирани от продавача: При месечен оборот над 1000
            лв. – 6%.</li>
            <li>при месечен оборот от 500 до 1000 лв. – 8 %</li>
            <li>при месечен оборот от 100 до 500 лв. – 10%</li>
            <li>при месечен оборот до 100 лв. – 12%.</li>
          </ul>
        </ol>
        <h5>Сайта създава списък на некоректни купувачи.
        - за всяка успешно приключена сделка, Пд и Ку дават отзив
        относно комуникацията, състоянието на стоката относно
        описанието й и подготовката и надеждното пакетиране за
        транспортиране до купувача.</h5>
        <h5>Всеки положителен и отрицателен отзив се сумира и формира
        рейтингите на ползвателите на сайта.</h5>
      </div>
		</div>
	</body>
</html>